{
  "nav_marca": "Karneval",
  "nav_inicio": "Startseite",
  "nav_historia": "Geschichte",
  "nav_personagens": "Figuren",
  "nav_como_chegar": "Anreise",
  "nav_sobre": "Über",
  "descricao_idioma": "Sprache",
  "titulo_index": "Willkommen zum Karneval von Bezerros!",
  "subtitulo_index": "Entdecken Sie eines der farbenfrohsten und traditionsreichsten Feste in Pernambuco mit den berühmten Papangus!",
  "conteudo_index": "Bezerros, im Hinterland von Pernambuco, verwandelt sich während des Karnevals in ein wahres Meer aus Farben und Freude. Bekannt als die 'Stadt der Papangus' empfängt die Stadt jedes Jahr Tausende von Besuchern, um eines der traditionellsten und unkonventionellsten Feste Brasiliens zu feiern. Mit bunten Masken, kreativen Kostümen und mitreißender Musik ist der Karneval von Bezerros eine Explosion aus Volkskultur, Tradition und Spaß für alle Altersgruppen.",
  "titulo_historia": "Geschichte des Karnevals von Bezerros",
  "conteudo_historia": "Der Karneval von Bezerros hat seine Wurzeln tief in der Volkskultur des Volkes von Pernambuco. Anfang des 20. Jahrhunderts entstanden, erlangte der Karneval der Stadt durch die Papangus Berühmtheit — maskierte Narren, die in bunten und geheimnisvollen Kostümen durch die Straßen ziehen und das Publikum mit ihrer Unverfrorenheit und Kreativität überraschen.\n\nDie Tradition begann mit Bewohnern, die handgefertigte Masken aus Pappmaché trugen, um den Karneval unerkannt zu feiern. Im Laufe der Zeit verbreitete sich diese Praxis und wurde zum kulturellen Symbol der Stadt. Heute stehen die Papangus für mehr als nur Spaß: Sie sind Ausdruck von Identität, Widerstand und Stolz der Menschen in Bezerros.\n\nIm Laufe der Jahre ist die Veranstaltung gewachsen und zieht Tausende von Besuchern an. Sie gilt als einer der symbolträchtigsten Karnevale im brasilianischen Hinterland. In Bezerros ist der Karneval ein Synonym für lebendige Geschichte, die von Generation zu Generation weitergegeben wird – jedes Kostüm trägt ein Stück der Seele und Kreativität seines Schöpfers.",
  "titulo_personagens": "Figuren und Kostüme",
  "conteudo_personagens": "Die Papangus sind die bekanntesten Figuren des Karnevals von Bezerros. Mit ihren farbenfrohen Masken und extravaganten Kostümen ziehen sie durch die Straßen und verbinden dabei Geheimnis, Humor und Tradition. Der Name 'Papangu' stammt von dem Brauch, sich zu verkleiden, um nicht erkannt zu werden – eine Praxis, die als lustige Art begann, das Fest anonym zu genießen. Jedes Kostüm ist einzigartig, oft handgefertigt von den Feiernden selbst, mit lebendigen Stoffen, kreativen Details und ungewöhnlichen Kombinationen. Die Masken, meist aus Pappmaché oder recycelten Materialien gefertigt, sind das Highlight – sie zeigen menschliche Figuren oder Fantasiegestalten, stets bunt und ausdrucksstark. Neben den Papangus gibt es auch andere Figuren, die von den Einwohnern erschaffen wurden, inspiriert von historischen Persönlichkeiten, Popkultur oder der nordöstlichen brasilianischen Tradition. Diese Vielfalt macht den Karneval von Bezerros zu einer echten Parade volkstümlicher Kunst und Kreativität. Sich als Papangu zu verkleiden ist mehr als nur ein Kostüm – es ist ein Akt der Zugehörigkeit, kulturellen Widerstandskraft und Feier der Identität von Bezerros. Jedes Jahr halten neue Generationen diese Tradition lebendig, sodass der Papangu-Geist Brasilien und die Welt weiterhin begeistert.",
  "nav_galeria": "Galerie",
  "titulo_galeria": "Galerie",
  "titulo_como_chegar": "Anreise nach Bezerros",
  "conteudo_como_chegar": "Bezerros liegt etwa 100 km von Recife, der Hauptstadt von Pernambuco, entfernt. Die Anreise erfolgt über die BR-232, eine ausgebaute Schnellstraße, die die Hauptstadt mit dem Landesinneren verbindet.\n\nDie Autofahrt dauert etwa 1,5 Stunden und bietet typische Landschaften des Hinterlands von Pernambuco. Für diejenigen, die den öffentlichen Nahverkehr bevorzugen, gibt es tägliche Überlandbusse vom Integrierten Passagierterminal (TIP) in Recife nach Bezerros.\n\nWährend der Karnevalszeit ist mit erhöhtem Verkehrsaufkommen zu rechnen. Es wird daher empfohlen, frühzeitig loszufahren und Unterkünfte im Voraus zu buchen.",
  "titulo_sobre": "Über das Projekt",
  "conteudo_sobre": "Diese Website wurde als Abschlussprojekt des Kurses CS50 – Introduction to Computer Science der Harvard University, Ausgabe 2025, entwickelt.\n\nDas Hauptziel ist es, Technologie, Kultur und Zugänglichkeit zu vereinen und den Karneval von Bezerros (PE) – eines der traditionellsten und ausdrucksstärksten Volksfeste Brasiliens – zu fördern.\n\nDurch eine responsive, mehrsprachige und informative Website möchten wir das reiche kulturelle Erbe der Stadt würdigen und dem internationalen Publikum ein eindrucksvolles Erlebnis der berühmten Papangus, ihrer Kostüme, Charaktere und der lebendigen Karnevalsatmosphäre bieten.\n\nDieses Projekt spiegelt unser Engagement für praktisches Programmierlernen, kulturelle Vielfalt und den Erhalt brasilianischer Volkstraditionen wider."
}
