{
  "nav_marca": "Carnival",
  "nav_inicio": "Home",
  "nav_historia": "History",
  "nav_personagens": "Characters",
  "nav_como_chegar": "How to Get There",
  "nav_sobre": "About",
  "descricao_idioma": "Language",
  "titulo_index": "Welcome to the Carnival of Bezerros!",
  "subtitulo_index": "Discover one of the most colorful and traditional festivals in Pernambuco, with the famous Papangus!",
  "conteudo_index": "Bezerros, in the Pernambuco hinterland, transforms into a true sea of colors and joy during Carnival. Known as the 'Land of the Papangus', the city welcomes thousands of visitors every year to celebrate one of the most traditional and irreverent festivals in Brazil. With colorful masks, creative costumes, and contagious music, the Carnival of Bezerros is an explosion of popular culture, tradition, and fun for all ages.",
  "titulo_historia": "History of the Carnival of Bezerros",
  "conteudo_historia": "The Bezerros Carnival has its roots deeply embedded in the popular culture of the people of Pernambuco. Emerging in the early 20th century, the city's carnival gained notoriety thanks to the Papangus — masked revelers who roam the streets in colorful and mysterious costumes, surprising the public with their irreverence and creativity.\n\nThe tradition began with residents who wore handmade paper mache masks to enjoy Carnival without being recognized. Over time, the practice spread and became a cultural symbol of the city. Today, the Papangus represent much more than fun: they are an expression of identity, resistance, and pride for the people of Bezerros.\n\nOver the years, the event has grown and attracts thousands of visitors, becoming one of the most emblematic carnivals in Brazil’s countryside. In Bezerros, Carnival is synonymous with living history, passed down from generation to generation, where each costume carries a bit of the soul and creativity of its creator.",
  "titulo_personagens": "Characters and Costumes",
  "conteudo_personagens": "Characters and Costumes",
  "conteudo_personagens": "The Papangus are the most iconic characters of the Bezerros Carnival. With their colorful masks and extravagant costumes, they parade through the streets in a mix of mystery, humor, and tradition. The name 'Papangu' comes from the fun of disguising oneself so no one would recognize who was behind the mask—a practice that began as a playful way to enjoy the festivities anonymously. Each costume is unique, often handmade by the revelers themselves, with vibrant fabrics, creative details, and unusual combinations. The masks, usually made from papier-mâché or recycled materials, are the highlight—depicting everything from human figures to imaginary creatures, always full of color and expression. Besides the Papangus, it is common to find other characters created by locals, inspired by historical figures, pop culture, and northeastern traditions. This diversity turns the Bezerros Carnival into a true parade of folk art and creativity. Dressing up as a Papangu is more than a costume—it is an act of belonging, cultural resistance, and celebration of Bezerros’ identity. Every year, new generations keep this tradition alive, ensuring that the irreverence of the Papangus continues to captivate Brazil and the world.",
  "nav_galeria": "Gallery",
  "titulo_galeria": "Gallery",
  "titulo_como_chegar": "How to Get to Bezerros",
  "conteudo_como_chegar": "Bezerros is located approximately 100 km from Recife, the capital of Pernambuco. Access can be made via the BR-232, a dual carriageway that connects the capital to the countryside.\n\nThe car trip takes about 1 hour and 30 minutes and offers typical landscapes of the Pernambuco hinterland. For those who prefer public transportation, there are intercity bus options departing daily from the Integrated Passenger Terminal (TIP) in Recife to Bezerros.\n\nDuring the Carnival period, traffic increases significantly, so it is recommended to leave early and, if possible, book accommodations in advance.",
  "titulo_sobre": "About the Project",
  "conteudo_sobre": "This website was developed as the final project for CS50 – Introduction to Computer Science, at Harvard University, 2025 edition.\n\nThe main goal is to combine technology, culture, and accessibility by promoting the Carnival of Bezerros (PE) — one of Brazil’s most traditional and expressive popular festivals.\n\nThrough a responsive, multilingual, and informative site, we aim to highlight the city’s rich cultural heritage, offering audiences from around the world an immersive experience of the famous Papangus, their costumes, characters, and the vibrant carnival atmosphere.\n\nThis project reflects a commitment to hands-on programming learning, respect for cultural diversity, and encouragement of the preservation of Brazilian folk traditions."
}
