{
  "nav_marca": "Carnaval",
  "nav_inicio": "Inicio",
  "nav_historia": "Historia",
  "nav_personagens": "Personajes",
  "nav_como_chegar": "Cómo Llegar",
  "nav_sobre": "Sobre",
  "descricao_idioma": "Idioma",
  "titulo_index": "¡Bienvenidos al Carnaval de Bezerros!",
  "subtitulo_index": "¡Descubre una de las fiestas más coloridas y tradicionales de Pernambuco, con los famosos Papangus!",
  "conteudo_index": "Bezerros, en el agreste de Pernambuco, se transforma en un verdadero mar de colores y alegría durante el Carnaval. Conocida como la 'Tierra de los Papangus', la ciudad recibe a miles de visitantes cada año para celebrar una de las fiestas más tradicionales e irreverentes de Brasil. Con máscaras coloridas, disfraces creativos y música contagiosa, el Carnaval de Bezerros es una explosión de cultura popular, tradición y diversión para todas las edades.",
  "titulo_historia": "Historia del Carnaval de Bezerros",
  "conteudo_historia": "El Carnaval de Bezerros tiene sus raíces profundamente arraigadas en la cultura popular del pueblo de Pernambuco. Surgido a principios del siglo XX, el carnaval de la ciudad ganó notoriedad gracias a los Papangus — personajes enmascarados que recorren las calles con trajes coloridos y misteriosos, sorprendiendo al público con su irreverencia y creatividad.\n\nLa tradición comenzó con vecinos que usaban máscaras artesanales de papel maché para disfrutar del Carnaval sin ser reconocidos. Con el tiempo, esta práctica se extendió y se convirtió en un símbolo cultural de la ciudad. Hoy en día, los Papangus representan mucho más que diversión: son una expresión de identidad, resistencia y orgullo del pueblo de Bezerros.\n\nA lo largo de los años, el evento ha crecido y atrae a miles de visitantes, convirtiéndose en uno de los carnavales más emblemáticos del interior de Brasil. En Bezerros, el Carnaval es sinónimo de historia viva, transmitida de generación en generación, donde cada disfraz lleva un poco del alma y la creatividad de su creador.",
  "titulo_personagens": "Personajes y Disfraces",
  "conteudo_personagens": "Los Papangus son los personajes más emblemáticos del Carnaval de Bezerros. Con sus máscaras coloridas y disfraces extravagantes, desfilan por las calles en una mezcla de misterio, humor y tradición. El nombre 'Papangu' proviene del juego de disfrazarse para que nadie reconociera quién estaba detrás de la máscara, una práctica que comenzó como una forma divertida de disfrutar del carnaval de forma anónima. Cada disfraz es único, a menudo hecho a mano por los propios juerguistas, con telas vibrantes, detalles creativos y combinaciones inusuales. Las máscaras, generalmente hechas de papel maché o materiales reciclados, son el gran destaque, representando desde figuras humanas hasta seres imaginarios, siempre con mucho color y expresión. Además de los Papangus, es común encontrar otros personajes creados por la población local, inspirados en figuras históricas, personajes de la cultura pop y de la tradición del noreste brasileño. Esta diversidad convierte al Carnaval de Bezerros en un verdadero desfile de arte popular y creatividad. Vestirse de Papangu es más que un disfraz: es un acto de pertenencia, resistencia cultural y celebración de la identidad bezerrense. Cada año, nuevas generaciones mantienen viva esta tradición, asegurando que la irreverencia de los Papangus siga encantando a Brasil y al mundo.",
  "nav_galeria": "Galería",
  "titulo_galeria": "Galería",
  "titulo_como_chegar": "Cómo Llegar a Bezerros",
  "conteudo_como_chegar": "Bezerros se encuentra a aproximadamente 100 km de Recife, la capital de Pernambuco. Se puede acceder por la BR-232, una carretera duplicada que conecta la capital con el interior del estado.\n\nEl viaje en coche dura aproximadamente 1 hora y 30 minutos y ofrece paisajes típicos del agreste pernambucano. Para quienes prefieren el transporte público, hay opciones de autobuses intermunicipales que salen diariamente desde la Terminal Integrada de Pasajeros (TIP), en Recife, hacia Bezerros.\n\nDurante el Carnaval, el flujo de vehículos aumenta considerablemente, por lo que se recomienda salir con antelación y, si es posible, hacer reservas de alojamiento con anticipación.",
  "titulo_sobre": "Sobre el Proyecto",
  "conteudo_sobre": "Este sitio web fue desarrollado como proyecto final del curso CS50 – Introduction to Computer Science, de la Universidad de Harvard, edición 2025.\n\nEl objetivo principal es unir tecnología, cultura y accesibilidad, promoviendo el Carnaval de Bezerros (PE), una de las fiestas populares más tradicionales y expresivas de Brasil.\n\nA través de un sitio web responsivo, multilingüe e informativo, buscamos valorizar la rica herencia cultural de la ciudad, ofreciendo al público de diferentes países una experiencia inmersiva sobre los famosos Papangus, sus disfraces, personajes y toda la atmósfera vibrante del carnaval de Bezerros.\n\nEste proyecto refleja el compromiso con el aprendizaje práctico de la programación, el respeto por la diversidad cultural y el fomento de la preservación de las manifestaciones populares brasileñas."
}
