{
  "nav_marca": "Carnaval",
  "nav_inicio": "Accueil",
  "nav_historia": "Histoire",
  "nav_personagens": "Personnages",
  "nav_como_chegar": "Comment Y Arriver",
  "nav_sobre": "À propos",
  "descricao_idioma": "Langue",
  "titulo_index": "Bienvenue au Carnaval de Bezerros!",
  "subtitulo_index": "Découvrez l'une des fêtes les plus colorées et traditionnelles du Pernambouc, avec les célèbres Papangus!",
  "conteudo_index": "Bezerros, dans l'intérieur du Pernambouc, se transforme en une véritable mer de couleurs et de joie pendant le Carnaval. Connue comme la 'Terre des Papangus', la ville accueille chaque année des milliers de visiteurs pour célébrer l'une des fêtes les plus traditionnelles et irrévérencieuses du Brésil. Avec ses masques colorés, ses costumes créatifs et sa musique entraînante, le Carnaval de Bezerros est une explosion de culture populaire, de tradition et de festivités pour tous les âges.",
  "titulo_historia": "Histoire du Carnaval de Bezerros",
  "conteudo_historia": "Le Carnaval de Bezerros puise ses racines dans la culture populaire du peuple de Pernambuco. Né au début du XXe siècle, le carnaval de la ville a gagné en notoriété grâce aux Papangus — des fêtards masqués qui parcourent les rues avec des costumes colorés et mystérieux, surprenant le public par leur irrévérence et leur créativité.\n\nLa tradition a commencé avec des habitants qui portaient des masques artisanaux en papier mâché pour fêter le Carnaval sans être reconnus. Avec le temps, cette pratique s'est répandue et est devenue un symbole culturel de la ville. Aujourd’hui, les Papangus représentent bien plus que l’amusement : ils sont l’expression de l’identité, de la résistance et de la fierté du peuple de Bezerros.\n\nAu fil des années, l’événement a grandi et attire des milliers de visiteurs, devenant l’un des carnavals les plus emblématiques de l’intérieur du Brésil. À Bezerros, le Carnaval est synonyme d’histoire vivante, transmise de génération en génération, où chaque costume porte un peu de l’âme et de la créativité de son créateur.",
  "titulo_personagens": "Personnages et Costumes",
  "conteudo_personagens": "Les Papangus sont les personnages les plus emblématiques du Carnaval de Bezerros. Avec leurs masques colorés et leurs costumes extravagants, ils défilent dans les rues dans un mélange de mystère, d'humour et de tradition. Le nom 'Papangu' vient du jeu consistant à se déguiser pour ne pas être reconnu — une pratique née comme une façon amusante de profiter du carnaval de manière anonyme. Chaque costume est unique, souvent fait à la main par les fêtards eux-mêmes, avec des tissus vifs, des détails créatifs et des combinaisons inhabituelles. Les masques, généralement fabriqués en papier mâché ou en matériaux recyclés, sont l’élément phare — représentant des figures humaines ou des créatures imaginaires, toujours riches en couleurs et en expression. En plus des Papangus, il est courant de trouver d'autres personnages créés par les habitants, inspirés de figures historiques, de la culture pop et des traditions du nord-est brésilien. Cette diversité transforme le Carnaval de Bezerros en un véritable défilé d'art populaire et de créativité. Se déguiser en Papangu est bien plus qu’un simple costume : c’est un acte d’appartenance, de résistance culturelle et de célébration de l’identité de Bezerros. Chaque année, de nouvelles générations perpétuent cette tradition, garantissant que l’irrévérence des Papangus continue de séduire le Brésil et le monde.",
  "nav_galeria": "Galerie",
  "titulo_galeria": "Galerie",
  "titulo_como_chegar": "Comment Se Rendre à Bezerros",
  "conteudo_como_chegar": "Bezerros est située à environ 100 km de Recife, la capitale du Pernambouc. On peut y accéder par la BR-232, une route à double voie qui relie la capitale à l'intérieur de l'État.\n\nLe trajet en voiture dure environ 1h30 et offre des paysages typiques de la région de l'Agreste pernamboucain. Pour ceux qui préfèrent les transports en commun, il existe des bus interurbains qui partent chaque jour du Terminal Intégré des Passagers (TIP) de Recife à destination de Bezerros.\n\nPendant le Carnaval, la circulation augmente considérablement, il est donc conseillé de partir tôt et, si possible, de réserver son hébergement à l'avance.",
  "titulo_sobre": "À Propos du Projet",
  "conteudo_sobre": "Ce site web a été développé comme projet final du cours CS50 – Introduction to Computer Science, de l’Université Harvard, édition 2025.\n\nL'objectif principal est d’unir technologie, culture et accessibilité, en promouvant le Carnaval de Bezerros (PE), l’un des festivals populaires les plus traditionnels et expressifs du Brésil.\n\nGrâce à un site web réactif, multilingue et informatif, nous souhaitons valoriser l’héritage culturel de la ville, en offrant au public international une expérience immersive autour des célèbres Papangus, de leurs costumes, personnages et de toute l’ambiance vibrante du carnaval bezerrense.\n\nCe projet reflète notre engagement pour un apprentissage pratique de la programmation, le respect de la diversité culturelle et la préservation des traditions populaires brésiliennes."
}
