{
  "nav_marca": "Carnevale",
  "nav_inicio": "Inizio",
  "nav_historia": "Storia",
  "nav_personagens": "Personaggi",
  "nav_como_chegar": "Come Arrivare",
  "nav_sobre": "Informazioni",
  "descricao_idioma": "Lingua",
  "titulo_index": "Benvenuti al Carnevale di Bezerros!",
  "subtitulo_index": "Scopri una delle feste più colorate e tradizionali del Pernambuco, con i famosi Papangus!",
  "conteudo_index": "Bezerros, nell'entroterra del Pernambuco, si trasforma in un vero mare di colori e allegria durante il Carnevale. Conosciuta come la 'Terra dei Papangus', la città accoglie ogni anno migliaia di visitatori per celebrare una delle feste più tradizionali e irriverenti del Brasile. Con maschere colorate, costumi creativi e musica travolgente, il Carnevale di Bezerros è un'esplosione di cultura popolare, tradizione e divertimento per tutte le età.",
  "titulo_historia": "Storia del Carnevale di Bezerros",
  "conteudo_historia": "Il Carnevale di Bezerros ha le sue radici ben radicate nella cultura popolare del popolo di Pernambuco. Nato all'inizio del XX secolo, il carnevale della città ha guadagnato notorietà grazie alla figura dei Papangus — festaioli mascherati che percorrono le strade con costumi colorati e misteriosi, sorprendendo il pubblico con la loro irriverenza e creatività.\n\nLa tradizione è iniziata con residenti che indossavano maschere artigianali di cartapesta per festeggiare il Carnevale senza essere riconosciuti. Con il tempo, questa pratica si è diffusa ed è diventata un simbolo culturale della città. Oggi i Papangus rappresentano molto più del divertimento: sono espressione di identità, resistenza e orgoglio del popolo di Bezerros.\n\nNel corso degli anni, l’evento è cresciuto e attira migliaia di visitatori, diventando uno dei carnevali più emblematici dell'entroterra brasiliano. A Bezerros, il Carnevale è sinonimo di storia viva, tramandata di generazione in generazione, dove ogni costume porta con sé un po’ dell’anima e della creatività del suo creatore.",
  "titulo_personagens": "Personaggi e Costumi",
  "conteudo_personagens": "I Papangus sono i personaggi più emblematici del Carnevale di Bezerros. Con le loro maschere colorate e costumi stravaganti, sfilano per le strade in un mix di mistero, umorismo e tradizione. Il nome 'Papangu' deriva dal gioco di travestirsi per non essere riconosciuti, una pratica nata come modo divertente per godersi il carnevale in anonimato. Ogni costume è unico, spesso realizzato a mano dagli stessi festaioli, con tessuti vivaci, dettagli creativi e combinazioni insolite. Le maschere, solitamente fatte di cartapesta o materiali riciclati, sono il punto forte—raffigurano figure umane o creature immaginarie, sempre con colori vivaci ed espressività. Oltre ai Papangus, è comune trovare altri personaggi creati dalla popolazione locale, ispirati a figure storiche, alla cultura pop e alla tradizione del nordest brasiliano. Questa diversità trasforma il Carnevale di Bezerros in una vera e propria sfilata di arte popolare e creatività. Travestirsi da Papangu è più di un costume—è un atto di appartenenza, resistenza culturale e celebrazione dell’identità bezerrense. Ogni anno, nuove generazioni mantengono viva questa tradizione, assicurando che l’irriverenza dei Papangus continui a incantare il Brasile e il mondo.",
  "nav_galeria": "Galleria",
  "titulo_galeria": "Galleria",
  "titulo_como_chegar": "Come Arrivare a Bezerros",
  "conteudo_como_chegar": "Bezerros si trova a circa 100 km da Recife, la capitale del Pernambuco. È possibile accedervi tramite la BR-232, una strada a doppia carreggiata che collega la capitale all'entroterra.\n\nIl viaggio in auto dura circa 1 ora e 30 minuti e offre paesaggi tipici della regione agreste del Pernambuco. Per chi preferisce il trasporto pubblico, ci sono autobus interurbani che partono quotidianamente dal Terminal Integrato dei Passeggeri (TIP) di Recife con destinazione Bezerros.\n\nDurante il Carnevale, il traffico aumenta notevolmente, quindi è consigliabile partire in anticipo e, se possibile, prenotare l'alloggio con anticipo.",
  "titulo_sobre": "Informazioni sul Progetto",
  "conteudo_sobre": "Questo sito web è stato sviluppato come progetto finale del corso CS50 – Introduction to Computer Science dell’Università di Harvard, edizione 2025.\n\nL'obiettivo principale è unire tecnologia, cultura e accessibilità, promuovendo il Carnevale di Bezerros (PE), una delle feste popolari più tradizionali ed espressive del Brasile.\n\nAttraverso un sito responsivo, multilingue e informativo, miriamo a valorizzare il ricco patrimonio culturale della città, offrendo al pubblico internazionale un'esperienza immersiva sui famosi Papangus, i loro costumi, personaggi e tutta l'atmosfera vibrante del carnevale di Bezerros.\n\nQuesto progetto riflette l'impegno nell'apprendimento pratico della programmazione, il rispetto per la diversità culturale e l'incoraggiamento alla conservazione delle tradizioni popolari brasiliane."
}
