{
  "nav_marca": "Carnaval",
  "nav_inicio": "Início",
  "nav_historia": "História",
  "nav_personagens": "Personagens",
  "nav_como_chegar": "Como Chegar",
  "nav_sobre": "Sobre",
  "descricao_idioma": "Idioma",
  "titulo_index": "Bem-vindo ao Carnaval de Bezerros!",
  "subtitulo_index": "Conheça uma das festas mais coloridas e tradicionais de Pernambuco, com os famosos Papangus!",
  "conteudo_index": "Bezerros, no agreste pernambucano, se transforma em um verdadeiro mar de cores e alegria durante o Carnaval. Conhecida como a “Terra dos Papangus”, a cidade recebe milhares de visitantes todos os anos para celebrar uma das festas mais tradicionais e irreverentes do Brasil. Com suas máscaras coloridas, fantasias criativas e música contagiante, o Carnaval de Bezerros é uma explosão de cultura popular, tradição e folia para todas as idades.",
  "titulo_historia": "História do Carnaval de Bezerros",
  "conteudo_historia": "O Carnaval de Bezerros tem suas raízes fincadas na cultura popular do povo pernambucano. Surgido no início do século XX, o carnaval da cidade ganhou notoriedade graças à figura dos Papangus — foliões mascarados que percorrem as ruas em trajes coloridos e misteriosos, surpreendendo o público com sua irreverência e criatividade.\n\nA tradição começou com moradores que usavam máscaras feitas artesanalmente de papel machê para brincar o Carnaval sem serem reconhecidos. Com o tempo, a prática se espalhou e se transformou em um símbolo cultural da cidade. Hoje, os Papangus representam muito mais do que diversão: são expressão de identidade, resistência e orgulho do povo bezerrense.\n\nAo longo dos anos, o evento cresceu e atraiu milhares de visitantes, tornando-se um dos carnavais mais emblemáticos do interior do Brasil. Em Bezerros, o Carnaval é sinônimo de história viva, passada de geração em geração, onde cada fantasia carrega um pouco da alma e da criatividade de seu criador.",
  "titulo_personagens": "Personagens e Fantasias",
  "conteudo_personagens": "Os Papangus são os personagens mais emblemáticos do Carnaval de Bezerros. Com suas máscaras coloridas e fantasias extravagantes, eles desfilam pelas ruas em uma mistura de mistério, humor e tradição. A origem do nome “Papangu” vem da brincadeira de se disfarçar para que ninguém reconhecesse quem estava por trás da máscara — prática que começou como uma forma divertida de aproveitar a festa com anonimato. Cada fantasia é única, muitas vezes feita à mão pelos próprios foliões, com tecidos vibrantes, detalhes criativos e combinações inusitadas. As máscaras, geralmente produzidas com papel machê ou materiais recicláveis, são o grande destaque — expressando desde figuras humanas até seres imaginários, sempre com muito colorido e expressão. Além dos Papangus, é comum encontrar outros personagens criados pela população local, inspirados em figuras históricas, personagens da cultura pop e da tradição nordestina. Essa diversidade transforma o Carnaval de Bezerros em um verdadeiro desfile de arte popular e criatividade. Vestir-se de Papangu é mais do que uma fantasia — é um ato de pertencimento, resistência cultural e celebração da identidade bezerrense. A cada ano, novas gerações mantêm viva essa tradição, garantindo que a irreverência dos Papangus continue encantando o Brasil e o mundo.",
  "nav_galeria": "Galeria",
  "titulo_galeria": "Galeria",
  "titulo_como_chegar": "Como Chegar a Bezerros",
  "conteudo_como_chegar": "Bezerros está localizada a aproximadamente 100 km de Recife, capital de Pernambuco. O acesso pode ser feito pela BR-232, uma rodovia duplicada que liga a capital ao interior do estado. \n\nA viagem de carro dura cerca de 1h30 e proporciona paisagens típicas do agreste pernambucano. Para quem prefere transporte coletivo, há opções de ônibus intermunicipais que partem diariamente do Terminal Integrado de Passageiros (TIP), em Recife, com destino a Bezerros. \n\nDurante o período do Carnaval, o fluxo de veículos aumenta consideravelmente, então é recomendado sair com antecedência e, se possível, fazer reservas antecipadas em hospedagens locais.",
  "titulo_sobre": "Sobre o Projeto",
  "conteudo_sobre": "Este site foi desenvolvido como projeto final do curso CS50 – Introduction to Computer Science, da Universidade de Harvard, edição de 2025.\n\nO objetivo principal é unir tecnologia, cultura e acessibilidade, promovendo o Carnaval de Bezerros (PE) — uma das mais tradicionais e expressivas festas populares do Brasil.\n\nPor meio de um site responsivo, multilíngue e informativo, buscamos valorizar a rica herança cultural da cidade, oferecendo ao público de diferentes países uma experiência imersiva sobre os famosos Papangus, suas fantasias, personagens e toda a atmosfera vibrante do carnaval bezerrense.\n\nEste projeto reflete o compromisso com o aprendizado prático de programação, o respeito à diversidade cultural e o incentivo à preservação das manifestações populares brasileiras."
}
