{
  "nav_marca": "Карнавал",
  "nav_inicio": "Главная",
  "nav_historia": "История",
  "nav_personagens": "Персонажи",
  "nav_como_chegar": "Как добраться",
  "nav_sobre": "О проекте",
  "descricao_idioma": "Язык",
  "titulo_index": "Добро пожаловать на карнавал в Безеррусе!",
  "subtitulo_index": "Познакомьтесь с одним из самых ярких и традиционных праздников Пернамбуку — с известными Папангусами!",
  "conteudo_index": "Безеррус, расположенный в аграрном регионе Пернамбуку, превращается в настоящее море красок и веселья во время карнавала. Известный как 'Земля Папангусов', город ежегодно принимает тысячи гостей, чтобы отпраздновать один из самых традиционных и самобытных фестивалей Бразилии. С яркими масками, креативными костюмами и зажигательной музыкой, карнавал в Безеррусе — это взрыв народной культуры, традиций и веселья для всех возрастов.",
  "titulo_historia": "История карнавала в Безеррусе",
  "conteudo_historia": "Карнавал в Безеррусе имеет глубокие корни в народной культуре народа Пернамбуку. Появившись в начале XX века, городской карнавал стал известен благодаря Папангусам — маскированным участникам, которые разгуливают по улицам в ярких и загадочных костюмах, удивляя публику своей дерзостью и креативностью.\n\nТрадиция началась с местных жителей, которые использовали самодельные маски из папье-маше, чтобы весело праздновать карнавал, оставаясь неузнанными. Со временем эта практика распространилась и превратилась в культурный символ города. Сегодня Папангусы — это не просто веселье, а выражение идентичности, сопротивления и гордости народа Безерруса.\n\nС годами мероприятие разрослось и стало привлекать тысячи посетителей, став одним из самых знаковых карнавалов в глубинке Бразилии. В Безеррусе карнавал — это живая история, передающаяся из поколения в поколение, где каждый костюм несет в себе частицу души и творчества своего создателя.",
  "titulo_personagens": "Персонажи и костюмы",
  "conteudo_personagens": "Папангу — самые узнаваемые персонажи Карнавала в Безеррусе. В ярких масках и экстравагантных костюмах они шествуют по улицам, соединяя в себе тайну, юмор и традиции. Название «Папангу» происходит от забавы — наряжаться, чтобы никто не узнал, кто скрывается за маской, — так в начале XX века жители весело праздновали карнавал инкогнито. Каждый костюм уникален, часто сделан вручную самими участниками: яркие ткани, креативные детали, необычные сочетания. Маски — основная изюминка образа — изготавливаются из папье-маше или переработанных материалов и изображают как людей, так и фантастических существ. Кроме Папангу, встречаются и другие персонажи, созданные местными жителями — вдохновленные историческими личностями, поп-культурой и традициями северо-востока Бразилии. Такое разнообразие превращает Карнавал в Безеррусе в настоящее шествие народного искусства и креативности. Нарядиться Папангу — это больше, чем просто костюм: это акт принадлежности, культурного сопротивления и гордости за идентичность Безерруса. С каждым годом новые поколения продолжают эту традицию, благодаря чему дух Папангу продолжает восхищать Бразилию и весь мир.",
  "nav_galeria": "Галерея",
  "titulo_galeria": "Галерея",
  "titulo_como_chegar": "Как добраться до Безерруса",
  "conteudo_como_chegar": "Безеррус находится примерно в 100 км от Ресифи, столицы штата Пернамбуку. Добраться до него можно по трассе BR-232 — это современная дорога, соединяющая столицу с внутренними регионами.\n\nПоездка на автомобиле занимает около 1,5 часов и позволяет насладиться типичными пейзажами аграрной части Пернамбуку. Для тех, кто предпочитает общественный транспорт, ежедневно ходят междугородние автобусы от Автовокзала TIP в Ресифи до Безерруса.\n\nВо время карнавала движение на дорогах значительно возрастает, поэтому рекомендуется выезжать заранее и, по возможности, заранее бронировать жилье.",
  "titulo_sobre": "О проекте",
  "conteudo_sobre": "Этот сайт был разработан в качестве итогового проекта курса CS50 – Introduction to Computer Science Гарвардского университета, выпуск 2025 года.\n\nГлавная цель – объединить технологии, культуру и доступность, продвигая Карнавал в Безеррусе (PE) — один из самых традиционных и выразительных народных праздников Бразилии.\n\nС помощью адаптивного, многоязычного и информативного сайта мы стремимся подчеркнуть богатое культурное наследие города, предлагая международной аудитории погружение в атмосферу знаменитых Папангу, их костюмов, персонажей и весь колорит карнавала в Безеррусе.\n\nЭтот проект отражает стремление к практическому обучению программированию, уважение к культурному разнообразию и поддержку сохранения бразильских народных традиций."
}
